Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/kronikk:_mer_bruk_av_samisk_urfolkskunnskap_i_forvaltning_av_vare_omrader.html.tmx
Source language: nob
Languages: sma

source: Kronikk: Mer bruk av samisk urfolkskunnskap i forvaltning av våre områder
sma: Kronihke: Vielie åtnoe saemien aalkoeåålmegedaajroste reeremisnie mijjen dajvijste

source: Kronikk av sametingsråd Maja Kristine Jåma (NSR).
sma: Kronihke, tjaelije saemiedigkieraerie Maja Kristine Jåma (NSR).

source: Sett i lyset av akselererende tap av naturmangfold, klimaendringer og økende arealpress har vi ikke råd til å la være å ta hensyn og vektlegge samisk erfaringsbasert kunnskap i forvaltning av arealer og ressurser i samiske områder fremover.
sma: Dan sjïdtije teehpemen gaavhtan eatnemen gellievoeteste, klijmajarkelimmiej jïh sjïdtije deadtoven gaavhtan areaalide ibie reeskh baajedh årrodh krööhkestidh jïh leavloem bïejedh saemien dååjrehtimmiebaseereme daajrose reeremisnie areaalijste jïh vierhtijste saemien dajvine åvtese.

source: Vi trenger endring i både lovverk og praksis.
sma: Mijjieh jarkelimmiem daarpesjibie dovne laakine jïh praksisisnie.

source: Samisk urfolkskunnskap er et levende, dynamisk og helhetlig kunnskapssystem, som oppdateres og testes kontinuerlig i utøvelsen av samiske næringer, og høstingspraksiser.
sma: Saemien aalkoeåålmegedaajroe lea jielije, dynamihkeles jïh ellies daajroesysteeme, maam iktemearan orreste jïh pryövoe gosse saemien jielemigujmie jïh reeblemevuekiejgujmie gïehtele.

source: Dette kunnskapssystemet er tett knyttet til språk og verdier, og som naturlig gjennom praksiser overføres fra generasjon til generasjon.
sma: Daate daajroesysteeme lea lïhke vïedteldihkie gïelese jïh aarvojde, jïh mij iemielaakan boelveste boelvese jåarhka barkoevuekiej tjïrrh.

source: Men samisk urfolkskunnskap har relevans så lenge kulturen er levende, og så lenge det er mulig å utøve disse næringene og kulturelle praksisene, enten det er knyttet til reindrift, jordbruk, jakt, fiske eller høsting.
sma: Men saemien aalkoeåålmegedaajroe relevaansem åtna dan guhkiem kultuvre lea jielije, jïh dan guhkiem gåarede daej jielemigujmie jïh kulturelle praksisigujmie gïehtelidh, mejtie lea vïedteldihkie båatsose, jåartabårran, vijremasse, göölemasse jallh reeblemasse.

source: Naturavtalen er tydelig på at dersom målene om mer bevaring av naturmangfoldet skal kunne nås, er det avgjørende at urfolkskunnskap respekteres, dokumenteres og bevares.
sma: Eatnemelatjkoe tjïelkelaakan vuesehte jis edtja ulmide jaksedh vielie vaarjelimmien bïjre eatnemen gellievoeteste, dellie eevre daerpies aalkoeåålmegedaajroem seahkaridh, dokumenteeredh jïh vaarjelidh.

source: Til tross for 15 år med Naturmangfoldlovens krav om vektlegging av erfaringsbasert kunnskap i beslutninger om bruk og vern av naturen, inkluderes samisk urfolkskunnskap i beslutninger fortsatt i svært begrenset omfang.
sma: Jalhts 15 jaepieh vaaseme Eatnemegellievoetelaaken krïevenassine vihkelesvoeten bïjre dååjrehtimmiebaseereme daajroste sjæjsjalimmine åtnoen jïh vaarjelimmien bïjre eatnamistie, saemien aalkoeåålmegedaajroe annje joekoen vaenie meatan vaaltasåvva sjæjsjalimmine.

source: Sametingsrådet mener derfor det er behov endringer både i regelverket og praksis, dersom samisk urfolkskunnskap skal kunne spille en rolle fremover.
sma: Saemiedigkieraerie dan åvteste meala jarkelimmieh leah daerpies dovne njoelkedassine jïh praksisisnie, jis saemien aalkoeåålmegedaajroe edtja maehtedh vihties aarvojne årrodh åvtese.

source: Regjeringen bør nå kunne se betydningen av å benytte den kunnskapen som allerede finnes som en fordel i bevaring av naturmangfold, og som styrke i naturkrisen.
sma: Reerenasse byöroe daelie maehtedh vuejnedh man vihkele lea dam daajroem nuhtedh mij joe gååvnese goh akte aevhkie vaarjelimmesne eatnemegellievoeteste jïh goh faamoe eatnemeaehpesne.

source: Derfor bør regjeringen tilrettelegge for å styrke samiske samfunnets, samiske organisasjoners og kunnskapbærernes kapasitet til å bevare, dokumentere og formidle samisk urfolkskunnskap, for videre å kunne delta i beslutningsprosesser om bruk og bevaring av arealer og ressurser med sin kunnskap på en hensiktsmessig måte.
sma: Dan åvteste reerenasse byöroe sjïehteladtedh saemien seabradahken, saemien organisasjovni jïh daajroeguedtiji barkoefaamoem nænnoestidh saemien aalkoeåålmegedaajroem vaarjelidh, dokumenteeredh jïh dan bïjre bievnedh, juktie maehtedh jåerhkedh meatan årrodh sjæjsjalimmieprosessine åtnoen jïh vaarjelimmien bïjre areaalijste jïh vierhtijste sijjen daajrojne maereleslaakan.

source: Uten involvering av de som er kunnskapsbærerne vil man ikke kunne nytte seg fullt ut av, eller kunne forstå helheten, sammenhengene og verdiene knyttet til bruken av naturen.
sma: Bielelen meatan utnedh dah gïeh daajrojde guedtieh ij maehtieh ellieslaakan nuhtedh, jallh elliesvoetem, ektiedimmide jïh aarvojde guarkedh, mah leah vïedteldihkie åtnose eatnamistie.

source: Sametinget har tidligere behandlet forventninger til nasjonal implementering av Naturavtalen og bevaring av naturmangfold og kommet med en rekke forslag som kan bidra til løsning av naturkrisen vi befinner oss i. Sentralt er behovet for mer bruk av urfolkskunnskap i areal- og miljøforvaltningen, noe som Sametingets plenum skal debattere nærmere i egen sak i juni.
sma: Jarngesne lea daerpiesvoete aalkoeåålmegedaajroem vielie nuhtjedh areaale- jïh byjresereeremisnie, naakede maam Saemiedigkien stoerretjåanghkoe edtja jïjtse aamhtesisnie vielie digkiedidh ruffien.
